Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Methyl methacrylate powder and monomer was mixed in a dappen dish and added to the provisional with a brush to create an emergence profile from the coping margin to the contact point, establishing support for the transition zone (Fig 17).
vi: Methyl methacrylate powder and monomer was mixed in a dappen dish and added to the provisional with a brush to create an emergence profile from the coping margin to the contact point, establishing support for the transition zone (Hình 17).

source: Minimum Gap Size (mm)
vi: Khoảng cách tối thiểu(mm)

source: Minor discrepancies were adjusted (Figs 58, 59).
vi: Minor discrepancies were adjusted (Hình 58, 59).

source: Minute layers of more translucent ceramic material were added where necessary to compensate for the contraction that had occurred after the first sintering process (Fig 41a).
vi: Minute layers of more translucent ceramic material were added where necessary to compensate for the contraction that had occurred after the first sintering process (Hình 41a).

source: Missing central incisors provide the best opportunity for an esthetic result due to potential “redundant” tissue located in the nasopalatine area, and the symmetry of gingival architecture required after healing (Fig 17).
vi: Mất răng cửa giữa cung cấp cơ hội tốt nhất cho kết quả thẩm mỹ dựa trên tiềm năng mô "dư thừa" ở vùng mũi khẩu cái, và cấu trúc đối xứng của nướu sau khi lành thương (Hình 17).

source: Moderate
vi: Trung bình

source: Moderate esthetic risk profile based on esthetic risk profile
vi: Nguy cơ thẩm mỹ trung bình dựa trên hồ sơ nguy cơ thẩm mỹ

source: Moderate implant-specific clinical experience
vi: Kinh nghiệm lâm sàng chuyên ngành implant trung bình

source: Moderate or high
vi: Trung bình hoặc cao

source: More contemporary implant surfaces and designs also have somewhat better survival/success documentation with expected 5- to 10-year survival rates above 95% (Ferrigno and coworkers, 2002; Behneke and coworkers, 2002; Arvidson and coworkers, 1998; Stoker and coworkers, 2007).
vi: Nhiều bề mặt và thiết kế implant hiện đại hơn cũng có phần nào sống sót/thành công được ghi nhận với mong đợi 5 - 10 năm tỉ lệ sống sót trên 95% (Ferrigno và đồng nghiệp, 2002; Behneke and coworkers, 2002; Arvidson and coworkers, 1998; Stoker and coworkers, 2007).

source: More than 4 implants are suited for rigid provisional restoration connecting all of the implants, or for a fixed restoration on a framework (acrylic resin and/or metal) that rigidly connects the implants.
vi: Nhiều hơn 4 implant phù hợp cho phục hình tạm cứng rắn kết nối tất cả implant, hoặc cho phục hình cố định trên khung sườn (nhựa và/hoặc kim loại) kết nối cứng chắc các implant.

source: More than four implants
vi: Nhiều hơn bốn implant

source: More than four implants may be used for a fixed restoration on a framework that rigidly connects the implants; again, the implants are characterized by a rough titanium surface and allowed to heal for at least 6 weeks.
vi: Nhiều hơn 4 implant có thể được dùng cho phục hình cố định trên khung sườn kết nối cứng chắc các implant, một lần nữa, các implant có đặc tính bề mặt titanium nhám và cho phép lành thương ít nhất 6 tuần.

source: More than four implants retaining an overdenture…
vi: Nhiều hơn bốn implant lưu giữ một hàm phủ...

source: More than four implants supporting a fixed restoration…
vi: Nhiều hơn bốn implant nâng đỡ một phục hình cố định...

source: Moreover, the display of gingival structures increases the relevance of tooth proportions and their emergence profile.
vi: Hơn nữa, mô nướu lộ ra làm tăng sự liên quan của tỷ lệ răng và hồ sơ xuất của họ (ooth proportions and their emergence profile.).

source: Most of the reports mixed partially edentulous spans as well as single-tooth replacements.
vi: Hầu hết báo cáo trộn lẫn mất răng bán phần mở rộng cũng như thay thế răng đơn lẻ.

source: Most of these terms were defined in a conference on immediate and early loading that was held in Spain in May 2002 (Aparicio and coworkers, 2003).
vi: Hầu hết những thuật ngữ được định nghĩa trong một hội nghị về tải lực tức thì và sớm ở Spain in May 2002 (Aparicio and coworkers, 2003).

source: Multi-Tooth Gaps
vi: Khoảng trống nhiều răng

source: Multi-Tooth Gaps in the Anterior Maxilla
vi: Khoảng trống nhiều răng ở phía trước hàm trên

source: Multiple non-splinted implants
vi: Nhiều implant không được nẹp.

source: Multiple-Tooth Replacement
vi: Thay thế nhiều răng.

source: NN snap-on impression caps were placed on the implants and a polyvinyl siloxane impression was made (Fig 29).
vi: NN snap-on impression caps dược đặt lên implant và lấy dấu bằng cao su polyvinyl siloxane impression (Hình 29).

source: Nevertheless, predictable optimum results in the esthetic region can only be achieved through application of a comprehensive clinical concept based on experience, sound pre-operative examination and treatment planning, and a team approach that unites patients, surgeons, prosthodontists, and dental technicians.
vi: Tuy nhiên, kết quả tối ưu có thể dự đoán trong vùng thẩm mỹ có thể chỉ đạt được thông qua các ứng dụng của một quan điểm lâm sàng toàn diện dựa trên kinh nghiệm, thăm khám tiền phẫu và kế hoạch điều trị tốt, và tiếp cận theo nhóm kết hợp bệnh nhân, phẫu thuật viên, bác sĩ phục hình răng, và kỹ thuật viên nha khoa.

source: Newer Surgical Approaches
vi: Tiếp cận phẫu thuật mới

source: Newer Surgical Approaches:
vi: Tiếp cận phẫu thuật mới

source: Nine months after loading with the provisional crown, the desired emergence profile was well developed (Fig 15) so that it was decided to take the impression for the final crown (Fig 16).
vi: Nine months after loading with the provisional crown, the desired emergence profile was well developed (Hình 15) so that it was decided to take the impression for the final crown (Hình 16).

source: No articles were found supporting immediate or early loading of implants with an overdenture in the edentulous maxilla.
vi: Không có bài viết nào được tìm thấy nâng đỡ tải lực tức thì hoặc sớm của implant với một hàm phủ trên hàm trên mất răng.

source: No bone should be removed in the proximal area of the adjacent teeth, because this bone is important for the support and maintenance of the papillae (Fig 11).
vi: No bone should be removed in the proximal area of the adjacent teeth, because this bone is important for the support and maintenance of the papillae (Hình 11).

source: No cement remnants were visible (Fig 19).
vi: Không thấy xi măng dư (Fig 19).

source: No objective studies are available to calculate threshold stability values for each loading protocol.
vi: Không có nghiên cứu có sẵn tính toán ngưỡng giá trị ổn định cho mỗi quy trình tải lực.

source: No routine procedure is recommended.
vi: Không có quy trình thường quy nào được khuyến cáo.

source: No significant vertical soft-tissue loss had taken place (Fig 15).
vi: No significant vertical soft-tissue loss had taken place (Hình 15).

source: Non-restorable without adjunctive preparatory therapy, due to severe malocclusion
vi: Không phục hồi mà không có điều trị chuẩn bị bổ sung, do loạn năng nghiêm trọng.

source: Non-smoker
vi: Không hút thuốc

source: None
vi: Không

source: None needed
vi: Không cần

source: Note the blanching of the mucosa due to the pressure applied by the crown (Fig 28).
vi: Note the blanching of the mucosa due to the pressure applied by the crown (Hình 28).

source: Note the favorable soft-tissue volume and contours at the implant site (Fig 39).
vi: Note the favorable soft-tissue volume and contours at the implant site (Hình 39).

source: Note the lack of labial bone around the root to be extracted.
vi: Chú ý thiếu xương mặt ngoài quanh chân răng bị nhổ

source: Note the relatively flat gingival contour, allowing for a cemented restoration.
vi: Chú ý đường viền nướu phẳng tương đối, cho phép phục hình gắn xi măng.

source: Note the restorative margins at the height of the buccal bone crests and the limited horizontal defect.
vi: Chú ý đường viền phục hình tại chiều cao mào xương phía ngoài và giới hạn khiếm khuyết chiều ngang.

source: Note the slightly overcontoured bone at the facial aspect (Fig 16).
vi: Note the slightly overcontoured bone at the facial aspect (Hình 16).

source: Notes
vi: Ghi chú

source: Numerous controlled clinical trials show that the respective overall implant survival and success rates are similar to those reported for other segments of the jaws.
vi: Nhiều thử nghiệm lâm sàng đối chứng cho thấy tỉ lệ implant tổng thể tồn tại và thành công tương ứng tương ứng tương tự như báo cáo cho các phần khác của hàm.

source: Objectively the esthetic zone was defined as any dentoalveolar segment that is visible upon full smile.
vi: .Khách quan, vùng thẩm mỹ được định nghĩa là bất kỳ phần răng xương ổ lộ ra khi cười lớn.

source: Objectively, the esthetic zone was defined as any dentoalveolar segment that is visible upon full smile.
vi: .Khách quan, vùng thẩm mỹ được định nghĩa là bất kỳ phần răng xương ổ lộ ra khi cười lớn.

source: Occlusal parafunction
vi: Khớp cắn loạn năng

source: Occlusal parafuntion
vi: Khớp cắn loạn năng

source: Occlusal schemes for immediately and early loaded implants that result in successful outcomes need to be determined.
vi: Phương án khớp cắn cho implant tải lực tức thì hoặc sớm là kết quả thành công cần được xác định..

source: Occlusal schemes were created to conform to the principles of “periodontal prosthesis,” which were designed to minimize lateral movement of mobile abutment teeth using cross-arch stabilization and rigid splinting (Amsterdam and Abrams, 1973).
vi: Sơ đồ cắn khớp được tạo ra để tuân theo các quy tắc của “phục hình nha chu,” mà được thiết kế để giảm tối đa chuyển động sang bên của cùi răng dùng ổn định bắt chéo cung và nẹp cứng chắc (Amsterdam and Abrams, 1973).

source: Occlusal view.
vi: Nhìn phía nhai.

source: Occlusion
vi: Khớp cắn

source: On the other hand, our increasing awareness of the implementation of biomimetic principles, derived from a growing understanding of the key anatomic and optical parameters of the natural dentition, supports this goal as well.
vi: Mặt khác, nhận thức ngày càng tăng của chúng ta về việc thực hiện các nguyên tắc phỏng sinh học, xuất phát từ một sự hiểu biết ngày càng tăng của các thông số giải phẫu và quang trọng của răng tự nhiên, cũng như hỗ trợ mục tiêu này.

source: Once full seating had been confirmed, a polyvinyl siloxane impression was made (Fig 20).
vi: Once full seating had been confirmed, a polyvinyl siloxane impression was made (Hình 20).

source: Once modified, the impression cap was placed on the implant shoulder, and a polyvinyl siloxane impression was made (Fig 23).
vi: Once modified, the impression cap was placed on the implant shoulder, and a polyvinyl siloxane impression was made (Hình 23).

source: Once soaked with blood, the membranes could easily be adapted to the alveolar-bone crest and did not require any additional fixation (Fig 19).
vi: Once soaked with blood, the membranes could easily be adapted to the alveolar-bone crest and did not require any additional fixation (Hình 19).

source: Once the custom preparation was complete, the coping was placed onto the implant and hand-tightened and the access hole was blocked with cotton before the provisional restoration was fabricated (Fig 15).
vi: Once the custom preparation was complete, the coping was placed onto the implant and hand-tightened and the access hole was blocked with cotton before the provisional restoration was fabricated (Hình 15).

source: Once the custom preparation was complete, the copings were placed on the implants and the access holes blocked with cotton before the prefabricated polycarbonate crowns were relined (Figs 21a, b).
vi: Khi custom preparation chuẩn bị xong, copings được đặt lên implant và đường vào được khoá bằng gòn trước khi chế tạo mão răng polycarbonate crowns được gắn (Figs 21a, b).

source: Once the fit and shade of the final restoration had been confirmed, it was tightened to 35 Ncm (Figs 26a, b).
vi: Once the fit and shade of the final restoration had been confirmed, it was tightened to 35 Ncm (Hình 26a, b).

source: Once the fit and shade of the final restoration had been confirmed, the abutment screw was tightened to 35 Ncm (Figs 37a-c).
vi: Once the fit and shade of the final restoration had been confirmed, the abutment screw was tightened to 35 Ncm (Hình 37a-c).

source: Once the fit and shade of the final restoration had been confirmed, the screw was tightened to 35 Ncm (Figs 30a, b).
vi: Once the fit and shade of the final restoration had been confirmed, the screw was tightened to 35 Ncm (Hình 30a, b).

source: Once the fit and shade of the final restorations were confirmed, the coping screws were tightened to 35 Ncm.
vi: Sau khi kiểm tra độ khít sát và hình dạng của phục hình sau cùng, coping screws được siết chặt lực 35Ncm.

source: Once the framework blank had been placed onto the master cast, it was reduced to provide space for the ceramic material (Fig 26).
vi: Once the framework blank had been placed onto the master cast, it was reduced to provide space for the ceramic material (Hình 26).

source: Once the hard tissue scalloping was completed, a 1.0 mm template with drill sleeve was placed that allowed for the preparation of the osteotomy site while directing orofacial and mesiodistal angulations (Figs 15a-e).
vi: Once the hard tissue scalloping was completed, a 1.0 mm template with drill sleeve was placed that allowed for the preparation of the osteotomy site while directing orofacial and mesiodistal angulations (Hình 15a-e).

source: Once the healing cap was removed for impression taking, the first phase of the process leading to the establishment of a scalloped soft-tissue line was completed (Fig 30).
vi: Once the healing cap was removed for impression taking, the first phase of the process leading to the establishment of a scalloped soft-tissue line was completed (Hình 30).

source: Once the infected tooth 11 had been removed, the significant root resorption and abundant presence of granulation tissue fully confirmed the indication for an extraction (Fig 9).
vi: Once the infected tooth 11 had been removed, the significant root resorption and abundant presence of granulation tissue fully confirmed the indication for an extraction (Hình 9).

source: Once the planned restorations were determined, a radiographic template was fabricated for surveying before the fabrication of the surgical template (Figs 12a, b).
vi: Once the planned restorations were determined, a radiographic template was fabricated for surveying before the fabrication of the surgical template (Hình 12a, b).

source: Once the provisional material had set intraorally, it was removed along with the coping and placed back onto a laboratory analog (Fig 16).
vi: Once the provisional material had set intraorally, it was removed along with the coping and placed back onto a laboratory analog (Hình 16).

source: Once the provisionals had set intraorally, they were removed along with the copings and placed onto laboratory analogs (Figs 22a, b).
vi: Khi phục hình tạm được gắn trong miệng, chúng được tháo cùng với coping và đặt lên laboratory analogs (Hình 22a, b).

source: One week after insertion of the provisional crown, the mucosa had adapted to the shape of the provisional (Fig 46).
vi: One week after insertion of the provisional crown, the mucosa had adapted to the shape of the provisional (Hình 46).

source: Opaque was applied (Fig 60), and the veneering ceramic was built up using the layering technique.
vi: Opaque was applied (Hình 60), and the veneering ceramic was built up using the layering technique.

source: Option 1: A definitive metal-ceramic, cantilevered fixed dental prosthesis retained by the left central incisor.
vi: Lựa chọn 1: Một phục hình cố định có nhịp vói sứ kim loại lưu giữ bằng răng cửa giữa bên trái.

source: Option 1: Bone augmentation at site 44, to be followed by implant placement in sites 44, 45, and 46.
vi: Lựa chọn 1: Ghép xương vùng 44, để đăt implant vùng răng 44, 45, 46.

source: Option 2: A definitive metal-ceramic resin-retained fixed dental prosthesis.
vi: Lựa chọn 2: Một phục hình cố định sứ kim loại lưu giữ bằng resin.

source: Option 2: Bone augmentation at site 44, to be followed by implant placement in sites 44 and 46.
vi: Lựa chọn 2: Ghép xương vùng răng 44, để đặt implant vùng răng 44, và 46.

source: Option 3: An implant-supported and retained crown, replacing tooth 11, accompanied by a single crown on tooth 21.
vi: Lựa chọn 3: Một implant nâng đỡ mão răng, thay thế răng 11, kèm theo một mão răng đơn trên răng 21.

source: Option 3: Placement of dental implants in sites 45 and 46.
vi: Lựa chọn 3: Đặt implant vào vùng răng 45 và 46.

source: Option 4: The fabrication of a conventional removable partial denture.
vi: Lựa chọn 4: Chế tạo một hàm tháo lắp bán phần thông thường.

source: Options for ideal interim restorations:
vi: Tùy chọn cho phục hình tạm thời lý tưởng:

source: Oral Hygiene/Compliance
vi: Vệ sinh răng miệng/Tuân thủ

source: Oral hygiene and home-care procedures were reviewed with the patient.
vi: Vệ sinh răng miệng và chăm sóc tại nhà được xem xét với bệnh nhân.

source: Original Loading Protocols
vi: Qui trình tải lực ban đầu

source: Orofacial
vi: Ngoài trong

source: Orofacial Dimension
vi: Chiều ngoài trong

source: Orthodontic Procedures
vi: Phương pháp chỉnh nha

source: Orthodontic therapy reduced the overbite and rounded out the maxillary arch (Fig 7).
vi: Orthodontic therapy reduced the overbite and rounded out the maxillary arch (Hình 7).

source: Orthodontics
vi: Chỉnh nha

source: Osseointegration became recognized as a stable, predictable and desirable biological interface in implant dentistry through careful documentation originally credited to Brånemark (Brånemark and coworkers, 1977; Albrektsson, 1983; Albrektsson, 1995) and to Schroeder and coworkers (1976).
vi: Tích hợp xương được công nhận là ổn định, dự đoán được và bề mặt được thiết kế sinh học trong implant nha khoa qua các tài liệu kỹ lưỡng giới thiệu lần đầu bởi Brånemark (Brånemark and coworkers, 1977; Albrektsson, 1983; Albrektsson, 1995) and to Schroeder and coworkers (1976).

source: Other Issues Discussed
vi: Các vấn đề thảo luận khác

source: Others
vi: Khác

source: Outcome analysis of implant restorations located in the anterior maxilla
vi: Phân tích kết quả của phục hồi trên implant ở vùng phía trước hàm trên.Outcome analysis of implant restorations located in the anterior maxilla

source: Over the past 15 years, implant dentistry has progressed faster than many other disciplines in dental medicine.
vi: Trong 15 năm qua, cấy ghép nha khoa đã tiến triển nhanh hơn so với nhiều ngành khác trong nha khoa.

source: Partially Dentate Mandible or Maxilla
vi: Hàm bán phần hàm trên hoặc hàm dưới

source: Partially Dentate Maxilla and Mandible
vi: Hàm bán phần hàm trên và hàm dưới

source: Partially dentate maxilla and mandible
vi: Hàm bán phần hàm trên và hàm dưới

source: Partially dentate patients can also have their planned treatment classified as straightforward, advanced, or complex.
vi: Bệnh nhân mất răng bán phần cũng có thể có kế hoạch điều trị của họ phân loại đơn giản, nâng cao, hoặc phức tạp.

source: Particular care was taken to avoid any mobilization of the root in a vestibular direction in order to preserve as much of the remaining buccal bone plate as possible (Fig 7).
vi: Particular care was taken to avoid any mobilization of the root in a vestibular direction in order to preserve as much of the remaining buccal bone plate as possible (Hình 7).

source: Patient
vi: Bệnh nhân

source: Patient No. 1
vi: Bệnh nhân số 1.

source: Patient No. 2
vi: Bệnh nhân số 2

source: Patient No. 3
vi: Bệnh nhân số 3

source: Patient No. 4
vi: Bệnh nhân số 4

source: Patient No. 5
vi: Bệnh nhân số 5

source: Patient No. 6
vi: Bệnh nhân số 6

source: Patient No. 7
vi: Bệnh nhân số 7

source: Patient Selection
vi: Chọn lựa bệnh nhân

source: Patient Selection:
vi: Chọn lựa bệnh nhân

source: Patient treatments will be provided in Chapter 4 of this volume of the ITI Treatment Guide.
vi: Điều trị bệnh nhân sẽ được cung cấp trong chương 4 của tập này của ITI Treatment Guide.

source: Patients characterized by a high lip line often display their maxillary anterior teeth in their entirety, as well as a significant portion of the supporting soft tissues (Fig 5).
vi: Bệnh đặc trưng bởi một đường môi cao thường để lộ ra toàn bộ răng trước, cũng như một phần quan trọng của mô mềm (Hình 5).

source: Patients who exhibit a low lip line display a predominance of mandibular teeth or an equal mix of maxillary and mandibular teeth.
vi: Bệnh nhân biểu hiện một đường môi thấp hiển thị một ưu thế của răng hàm dưới và hàm trên.

source: Patients who exhibit a medium lip line typically display most of their anterior maxillary teeth and only very little, if any, of the supporting periodontal structures (Fig 4).
vi: Bệnh nhân biểu lộ đương môi trung bình lộ ra hầu hết trước răng hàm trên của họ và chỉ có rất ít, nếu có, của cấu trúc nha chu nâng đỡ (Hình 4).

source: Patients who exhibit adjacent missing teeth including a lateral incisor should be considered as having a maximum risk of esthetic complications when adjacent implants are utilized.
vi: Bệnh nhân biểu hiện mất răng liền kề bao gồm một răng cửa bên phải được coi là một rủi ro tối đa các biến chứng thẩm mỹ khi cấy ghép liền kề được sử dụng.

source: Patients who qualify for surgical implant procedures from a medical point of view and whose esthetic demands are high should always undergo a detailed examination not only of the edentulous space, but also of the supporting hard and soft tissues.
vi: Những bệnh nhân hội đủ điều kiện cho phương pháp phẫu thuật cấy ghép từ một góc độ y học và có nhu cầu thẩm mỹ cao nên luôn luôn trải qua một cuộc kiểm tra chi tiết không chỉ vùng mất răng, mà còn sự nâng đỡ của mô cứng và mô mềm.

source: Patients who smoke should be educated on or directed to cessation programs before implant therapy is initiated.
vi: Bệnh nhân hút thuốc cần được giáo dục hoặc ngừng hút thuốc trước khi điều trị Implant được bắt đầu.

source: Patient’s Smoking Habits
vi: Thói Quen Hút Thuốc Của Bệnh Nhân.

source: Patient’s esthetic expectation
vi: Mong đợi thẩm mỹ của bệnh nhân

source: Patient’s esthetic expectations
vi: Mong đợi thẩm mỹ của bệnh nhân

source: Patient’s smoking habits
vi: Thói Quen Hút Thuốc Của Bệnh Nhân.

source: Patient’s treatment expectations
vi: Mong Đợi Điều Trị Của Bệnh Nhân

source: Peri-implant bone crest levels are stable when compared to the post-implantation radiograph.
vi: Mức mào xương quanh implant ổn định khi so sánh với phim X quang sau đặt implant.

source: Periapical radiographs were taken and the patient was scheduled for a three-week follow-up (Figs 36a, b).
vi: Phim X quang quanh chóp được chụp sau 3 tuần theo dõi (Hình 36a, b).

source: Periodontal
vi: Nha chu

source: Personality, intellectual aspects
vi: Tính cách, các khía cạnh tinh thần

source: Placing the implant shoulder too close to an adjacent tooth can cause the resorption of the interproximal alveolar crest to the level of that of the implant (Esposito and coworkers, 1993).
vi: Đặt vai implant quá gần răng kế cận có thể gây tiêu xương mào xương ổ mặt bên ngang mức implant (Esposito and coworkers, 1993).

source: Planning and Execution
vi: Kế hoạch và thực hiện

source: Planning and Execution:
vi: Kế hoạch và thực hiện

source: Poor implant-to-crown ratio.
vi: Tỉ lệ implant - thân răng kém

source: Position too far labial/palatal
vi: Vị trí quá ngoài/trong

source: Position too far mesial/distal
vi: Vị trí quá gần/xa
